Repository: basilstotz/MarkMyWords
Catalog: po/*/LC_MESSAGES/markmywords.po
Languages: de

source: About
de: Über

source: Are you sure you want to quit MarkMyWords?
de: Willst Du MarkMyWords wirklich verlassen?

source: Cancel
de: Abbrechen

source: Choose a stylesheet
de: Wähle ein Stylesheet

source: Close Without Saving
de: Schliesse ohne zu speichern

source: Custom _stylesheet:
de: Eigenes _stylesheet:

source: Do not use a stylesheet
de: Benutze kein Stylesheet

source: Enable dark theme
de: Aktiviere Darktheme

source: Export HTML
de: Exportiere als HTML

source: Export PDF
de: Exportiere als PDF

source: New file
de: Neue Datei

source: Open
de: Öffnen

source: Open file
de: Öffne Datei

source: Preferences
de: Einstellungen

source: Print
de: Drucken

source: Print to File
de: Drucke in Datei

source: Quit MarkMyWords
de: Verlasse MarkMyWords

source: Rendering
de: Darstellen

source: Save
de: Speichern

source: Save automatically every
de: Speichere automatisch alle

source: Save changes to document before closing?
de: Speichere das Dokument vor dem Verlassen?

source: Save file
de: Speichere die Datei

source: Select destination HTML file
de: Wähle HTML zur Ausgabe

source: Select destination PDF file
de: Wähle PDF zur Ausgabe

source: Select destination markdown file
de: Wähle Markdown zur Ausgabe

source: Select markdown file to open
de: Wähle Markdown zum öffnen

source: The changes made to the current document haven't been saved and would be permanently lost.
de: Die gemachten Änderungen werden nicht gespeichert und sind verloren

source: The current file has some unsaved changes which would be lost if you quit.
de: Die Änderungen in aktuellen Dokument gehen verloren, wenn du das Programm verlässt

source: Use a custom stylesheet
de: Benutze ein eigenes Stylesheet

source: Use the default stylesheet
de: Benutze das Vorgabe-Stylsheet

source: _Cancel
de: _Abbrechen

source: minutes
de: Minuten
